Repository: foxfollow/5words10seconds
Catalog: 5words10seconds/Preferences/Localizable.xcstrings
Source language: en
Languages: uk

source: Add new
uk: Додати нову

source: Are you sure you want to quit?
uk: Ви впевнені що хочете покинути гру?

source: Back
uk: Назад

source: Change teams score
uk: Зміни рахунок команд

# Doesn't work yet (in dev)
source: Sorry, it's not working yet. In development
uk: Перепрошуємо, поки що не працює. В розробці

# Double tab a team name to change it, press and hold to enter a team name
source: Double tap a team name to change it, press and hold to enter a team name
uk: Двічі натисніть на команду щоб змінити назву, натисніть і тримайте щоб ввести її імʼя

source: Feedback
uk: Зворотній зв'язок

source: get + 1 point to score
uk: отримує +1 бал

# How to play
source: This game consists of 220+ categories. The game always starts with the words, "Name 5 words related to the category...", followed by a word or phrase from a particular category. For example: "Geometric shapes." The player's task is to name 5 words that correspond to this category within 10 seconds. For example: "Square, triangle, rectangle, circle, rhombus." Once you have chosen the number of teams, after pressing the "Ready" button, the active team has 10 seconds to name the appropriate words for the category that just appeared. If a player names five words, but someone from the group considers the answer incorrect, the players can decide together whether to accept it. If the active player names fewer than five words for the given category, they do not receive any points. A new turn begins with the next team becoming the active player. Victory: The player who collects the most points becomes the winner. You can agree in advance on how many points to play to, or play until the categories in the game run out.
uk: Ця гра складається з 220+ категорій. Гра завжди починається зі слів: "Назвіть 5 слів, що стосуються категорії...", за якими йде слово або фраза з певної категорії. Наприклад: "Геометричні фігури". Завдання гравця – назвати 5 слів, які відповідають цій категорії, за 10 секунд. Наприклад: "Квадрат, трикутник, прямокутник, коло, ромб." Після вибору кількості команд, натиснувши кнопку "Готово", активна команда має 10 секунд, щоб назвати відповідні слова до категорії, яка щойно з’явилася. Якщо гравець назвав п'ять слів, але хтось із гравців вважає відповідь неправильною, вони можуть разом вирішити, чи прийняти відповідь. Якщо активний гравець назвав менше ніж п'ять слів у даній категорії, він не отримує жодних балів. Наступний хід починається з того, що інша команда стає активною. Перемога: Гравець, який набере найбільшу кількість балів, стає переможцем. Ви можете заздалегідь домовитися, до якої кількості балів грати, або грати, поки не закінчаться категорії в грі.

source: How to play title
uk: Як грати

source: Is team
uk: Чи команда

source: Is the team
uk: Чи команда

source: Next
uk: Далі

source: No
uk: Ні

source: No categories, sorry
uk: Вибачаємось, але категорії скінчилися

source: Quit
uk: Вихід

source: Rate us in AppStore
uk: Оцініть нас в AppStore

source: Ready
uk: Готова

source: ready?
uk: готова?

source: Save
uk: Зберегти

source: Send feedback to email
uk: Надіслати відгук на електронну пошту

source: Share the app
uk: Поділіться додатком

# Start 3words5sec
source: Start "3 words 5 seconds game"
uk: Почати "Поясни 3 слова за 5 секунд"

# Start 5words10sec
source: Start "5 words 10 seconds game"
uk: Почати "Поясни 5 слів за 10 секунд"

source: Teams
uk: Команди

source: Tell 5 words related to
uk: Розкажіть 5 слів повʼязаних з категорією

# The game wount be saved?
source: The game won't be saved
uk: Гра не буде збережена

source: Timer Ended
uk: Час скінчився

source: Ukrainian
uk: Українська

source: View on GitHub
uk: Переглянути на GitHub

source: Yes
uk: Так

# Your turn, it starts immidiatly after your press
source: Your turn, it starts immediately after you press "Ready". And you should say at least 5 words related to the category
uk: Ваша черга, вікторина почнеться одразу як ви натиснете "Готова", вам потрібно назвати 5 слів повʼязаних категорією на екрані
